---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CurtaingridBeltRation2
source: html/870cb254-aef1-a63c-2714-0e69fd31dc0e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CurtaingridBeltRation2 Property

"Measurement Line"

## Syntax (C#)
```csharp
public static ForgeTypeId CurtaingridBeltRation2 { get; }
```